spring-ws-security/src/test/resources/org/springframework/ws/soap/security/wss4j/empty-soap12.xml

<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope">
    <env:Body>
        <tru:StockSymbol xmlns:tru="http://fabrikam123.com/payloads">QQQ</tru:StockSymbol>
    </env:Body>
</env:Envelope>
